const modaldata = [
    {
        text: ["Позвольте представить вам нашу впечатляющую коллекцию блюд, которая удовлетворит самые изысканные вкусы и порадует гурманов. Наше меню предлагает разнообразные кулинарные шедевры, которые приготовлены с использованием только самых свежих и качественных ингредиентов.",
        "Наши предложения включают разнообразие закусок, супов, основных блюд и десертов, которые удовлетворят самые разнообразные предпочтения. Предлагаем вам насладиться нашими мясными и рыбными блюдами, которые приготовлены с использованием отборных ингредиентов и украшены уникальными соусами и пряностями. Для любителей овощей и салатов у нас есть свежие и сезонные варианты, которые оставят приятное послевкусие.",
        "Мы стремимся предоставить вам незабываемый опыт, который объединяет превосходное кулинарное искусство с уютной и гостеприимной атмосферой. Приглашаем вас попробовать наши блюда и открыть для себя мир вкусов и ароматов в ресторане."
    ]
    }
]

export default modaldata;